---
kind: other
id: Methods.T:Autodesk.Revit.DB.ScheduleField
source: html/5f564600-f090-1c0b-18af-3884f58e53c9.htm
---
# ScheduleField Methods

Indicates if this field can display minimum and maximum values.